{
	"HomePage": {
		"title": "Hello world!"
	},
	"AppBar": {
		"home": "Home",
		"trajectory": "Trajectory",
		"projects": "Projects",
		"skills": "Skills",
		"about": "About me",
		"cv": "CV"
	},
	"Indicator": {
		"development": "DEVELOPMENT",
		"design": "DESIGN",
		"developmentAnddesign": "DEVELOPMENT AND DESIGN"
	},
	"HomeThinkCard": {
		"seeProjects": "View projects"
	},
	"TrajectoryCard": {
		"company": "Company:",
		"role": "Role:",
		"responsabilities": "Responsibilities:"
	},
	"SingleProjectSidebar": {
		"develop": "Develop",
		"design": "Design",
		"visit": "Visit",
		"description": "Description:",
		"role": "Role:",
		"tech": "Technologies:"
	},
	"CardCover": {
		"recent": "More recent",
		"seeProject": "View project"
	},
	"projectFilter": {
		"develop": "Develop",
		"design": "Design"
	},
	"MetadataCommon": {
		"title": "Oscar Carballido | UI Developer",
		"keywords": "UI developer, frontend developer, UI designer, frontend development, interface design, UI development, UI design, UX design, UI development, web design and development, design systems, Figma, React, Next.js, Tailwind, HTML, CSS, JavaScript",
		"description": "UI Developer specializing in interface design and frontend development. Creativity and logic combined to create functional, accessible, and visually coherent digital experiences."
	},
	"MetadataTrajectory": {
		"title": "Oscar Carballido | Trayectory"
	},
	"MetadataDevelop": {
		"title": "Projects | Develop"
	},
	"MetadataDesign": {
		"title": "Projects | Design"
	},
	"MetadataSkills": {
		"title": "Oscar Carballido | Skills"
	},
	"MetadataAbout": {
		"title": "Oscar Carballido | About me"
	},
	"About": {
		"title": "Designer by training and Developer by choice.",
		"subtitle": "I'm a hybrid professional specializing in interface design and frontend development. I enjoy transforming visual ideas into real, functional, and accessible digital experiences. I combine aesthetic creativity with programming logic to approach each project holistically, from initial concept to code implementation.",
		"description": "Throughout my career, I've worked on branding projects, mobile, web, and desktop applications, always with a special focus on creating and maintaining design systems. I firmly believe in the importance of visual and technical consistency as the foundation for building robust, scalable, and intuitive digital products."
	},
	"MyWork": {
		"title": "How I work",
		"description": "I design and build frontend interfaces based on design systems, creating reusable components and consistent, accessible, well-structured experiences."
	},
	"MyValues": {
		"title": "What you can expect from working with me",
		"description": "A hybrid profile that bridges design and development, focused on visual consistency, interface quality, and clean, scalable frontend code."
	},
	"MyFit": {
		"title": "Where I fit best",
		"description": "Digital products where design matters: web applications and SaaS products that require solid design systems and carefully implemented frontend interfaces."
	},
	"MoreAboutMe": {
		"buttonLabel": "More about me"
	}
}
